Revit 2027 API
AssemblyDifference Properties
The AssemblyDifference type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
AssemblyDifference Class
Autodesk.Revit.DB Namespace